export default {
  doggo: {
    x: 1100,
    y: 950,
    sprite: 'doggo',
    quiz: {
      quiestion: 'Что это за собачка?',
      answers: [`Пёс MS DOS`, `Собака Фидонета`, `символ TDK\nCorporation`, `DOGE`],
      correctNumber: 2,
      correctAnswerLines: [
        'Верно, я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
      wrongAnswerLines: [
        'Неправильно. Я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
    },
  },
  anek: {
    x: 2950,
    y: 300,
    sprite: 'anek',
    quiz: {
      quiestion: 'Что это за Анекдот?',
      answers: [`Хз`, `Хз`, `Хз`, `Хз`],
      correctNumber: 1,
      correctAnswerLines: [
        'Верно, я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
      wrongAnswerLines: [
        'Неправильно. Я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
    },
  },
  some_place: {
    x: 230,
    y: 100,
    sprite: 'some_place',
  },
  mountain: {
    x: 10,
    y: 950,
    sprite: 'mountain',
  },
  biblioteka: {
    x: 2430,
    y: 800,
    sprite: 'biblioteka',
  },
  evil_guardians: {
    x: 1050,
    y: 190,
    sprite: 'evil_guardians',
  },
  grannies: {
    x: 1000,
    y: 435,
    sprite: 'grannies',
  },
  domen_ru_1994: {
    x: 1250,
    y: 960,
    sprite: 'domen_ru_1994',
  },
  Lebedev_1996: {
    x: 2850,
    y: 945,
    sprite: 'Lebedev_1996',
  },
  opera_com_1996: {
    x: 3600,
    y: 190,
    sprite: 'opera.com_1996',
  },
  yabloko_ru_1996: {
    x: 3300,
    y: 960,
    sprite: 'yabloko_ru_1996',
  },
  Rambler_1997: {
    x: 4050,
    y: 460,
    sprite: 'Rambler_1997',
  },
  Krovatka_1997: {
    x: 4650,
    y: 780,
    sprite: 'Krovatka_1997',
  },
  tetris_1997: {
    x: 4650,
    y: 330,
    sprite: 'tetris_1997',
  },
  ICQ_1997: {
    x: 5000,
    y: 950,
    sprite: 'ICQ_1997',
  },
  Zvuki_ru_1998: {
    x: 5100,
    y: 780,
    sprite: 'Zvuki_ru_1998',
  },
  Rif_1997: {
    x: 5700,
    y: 970,
    sprite: 'Rif_1997',
  },
  Kaspersky_ru_199: {
    x: 5600,
    y: 950,
    sprite: 'Kaspersky_ru_1997',
  },
};