export default {
  doggo: {
    x: 1400,
    y: 950,
    sprite: 'doggo',
    quiz: {
      quiestion: 'Что это за собачка?',
      answers: [`Пёс MS DOS`, `Собака Фидонета`, `символ TDK\nCorporation`, `DOGE`],
      correctNumber: 2,
      correctAnswerLines: [
        'Верно, я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
      wrongAnswerLines: [
        'Неправильно. Я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
    },
  },
  anek: {
    x: 3150,
    y: 330,
    sprite: 'anek',
    quiz: {
      quiestion: 'Что это за Анекдот?',
      answers: [`Хз`, `Хз`, `Хз`, `Хз`],
      correctNumber: 1,
      correctAnswerLines: [
        'Верно, я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
      wrongAnswerLines: [
        'Неправильно. Я — собака Фидонета — маскот американской некоммерческой оффлайновой компьютерной сети.',
        'В 1990 году её первые узлы появились в Новосибирске и распространились по другим городам. В итоге в России сложилась целая субкультура фидошников со своим фольклором, жаргоном и веселыми офлайн-встречами aka фидопойками. Вуф!',
      ],
    },
  },
  some_place: {
    x: 230,
    y: 100,
    sprite: 'some_place',
  },
  mountain: {
    x: 10,
    y: 950,
    sprite: 'mountain',
  },
  biblioteka: {
    x: 2430,
    y: 965,
    sprite: 'biblioteka',
  },
  grannies: {
    x: 1380,
    y: 425,
    sprite: 'grannies',
  },
  domen_ru_1994: {
    x: 1650,
    y: 960,
    sprite: 'domen_ru_1994',
  },
  Lebedev_1996: {
    x: 3250,
    y: 950,
    sprite: 'Lebedev_1996',
  },
  opera_com_1996: {
    x: 3800,
    y: 320,
    sprite: 'opera.com_1996',
  },
  yabloko_ru_1996: {
    x: 3700,
    y: 960,
    sprite: 'yabloko_ru_1996',
  },
  Rambler_1997: {
    x: 4450,
    y: 450,
    sprite: 'Rambler_1997',
  },
  Krovatka_1997: {
    x: 4600,
    y: 955,
    sprite: 'Krovatka_1997',
  },
  tetris_1997: {
    x: 5150,
    y: 225,
    sprite: 'tetris_1997',
  },
  ICQ_1997: {
    x: 6100,
    y: 950,
    sprite: 'ICQ_1997',
  },
  Zvuki_ru_1998: {
    x: 6200,
    y: 950,
    sprite: 'Zvuki_ru_1998',
  },
  Rif_1997: {
    x: 7100,
    y: 970,
    sprite: 'Rif_1997',
  },
  Kaspersky_ru_1997: {
    x: 6100,
    y: 425,
    sprite: 'Kaspersky_ru_1997',
  },
  bazar_1997: {
    x: 5100,
    y: 970,
    sprite: 'bazar_1997',
  },
};